{"_id":"site-settings-en","_type":"siteSettings","language":"en","heroTitle":"Build Scalable Businesses in the DRC","heroSubtitle":"Kilalo is a venture studio empowering Congolese entrepreneurs with proven frameworks, hands-on support, and access to capital.","heroCtaPrimary":"Apply to V2S Program","heroCtaSecondary":"Explore Our Impact","impactSectionTitle":"Our Impact in Numbers","impactSectionDescription":"Real results from Congolese businesses we have helped scale","v2sSectionTitle":"The V2S Program","v2sSectionDescription":"Our flagship 16-week intensive transforms ideas into structured, investable businesses through 8 proven tools and personalized mentorship.","venturesSectionTitle":"Portfolio Companies","venturesSectionDescription":"Meet the innovative Congolese businesses we have supported on their growth journey","ourStoryTitle":"Our Story","ourStoryContent":"Kilalo was born from a simple belief: the DRC has exceptional entrepreneurial talent, but lacks the structured support systems that turn ideas into thriving businesses. Founded in 2021 in Goma, we have built a venture studio model that combines rigorous business methodology with deep understanding of the Congolese context. Our name, Kilalo, means marketplace in Swahili - a place where value is exchanged, relationships are built, and communities thrive.","v2sApproachTitle":"The V2S Approach","v2sApproachContent":"Vision & Structure is our core methodology. We believe every successful business needs both: a compelling vision that inspires, and solid structures that enable execution. Our 8-tool framework guides entrepreneurs through market validation, business modeling, financial planning, organizational design, and go-to-market strategy - all adapted for the DRC context.","missionStatement":"To build a thriving ecosystem of scalable Congolese businesses that create jobs, generate wealth, and solve local problems.","visionStatement":"A DRC where entrepreneurship is the path to prosperity, and every ambitious founder has access to world-class support.","whatsappNumber":"+243998887776","emailGeneral":"hello@kilalo.co","emailPress":"press@kilalo.co","officeGomaAddress":"N°18 Av. Du Lac. Kyeshero, Goma, Nord-Kivu CD","officeKinshasaAddress":"TBD","socialLinkedIn":"https://linkedin.com/company/kilalo-drc","socialTwitter":"https://twitter.com/kilalo_drc","socialInstagram":"https://instagram.com/kilalo.drc","socialFacebook":"https://facebook.com/kilalo.drc"}
{"_id":"site-settings-fr","_type":"siteSettings","language":"fr","heroTitle":"Construire des Entreprises Évolutives en RDC","heroSubtitle":"Kilalo est un studio de création d'entreprises qui autonomise les entrepreneurs congolais avec des méthodologies éprouvées, un soutien pratique et un accès au capital.","heroCtaPrimary":"Postuler au Programme V2S","heroCtaSecondary":"Découvrir Notre Impact","impactSectionTitle":"Notre Impact en Chiffres","impactSectionDescription":"Résultats réels des entreprises congolaises que nous avons aidées à se développer","v2sSectionTitle":"Le Programme V2S","v2sSectionDescription":"Notre programme intensif phare de 16 semaines transforme les idées en entreprises structurées et investissables grâce à 8 outils éprouvés et un mentorat personnalisé.","venturesSectionTitle":"Entreprises du Portefeuille","venturesSectionDescription":"Découvrez les entreprises congolaises innovantes que nous avons soutenues dans leur parcours de croissance","ourStoryTitle":"Notre Histoire","ourStoryContent":"Kilalo est né d'une conviction simple : la RDC possède un talent entrepreneurial exceptionnel, mais manque de systèmes de soutien structurés qui transforment les idées en entreprises prospères. Fondé en 2021 à Goma, nous avons construit un modèle de studio de création d'entreprises qui combine une méthodologie commerciale rigoureuse avec une compréhension profonde du contexte congolais. Notre nom, Kilalo, signifie marché en swahili - un lieu où la valeur s'échange, où les relations se construisent et où les communautés prospèrent.","v2sApproachTitle":"L'Approche V2S","v2sApproachContent":"Vision & Structure est notre méthodologie de base. Nous croyons que chaque entreprise prospère a besoin des deux : une vision convaincante qui inspire et des structures solides qui permettent l'exécution. Notre cadre de 8 outils guide les entrepreneurs à travers la validation du marché, la modélisation commerciale, la planification financière, la conception organisationnelle et la stratégie de mise sur le marché - le tout adapté au contexte de la RDC.","missionStatement":"Construire un écosystème florissant d'entreprises congolaises évolutives qui créent des emplois, génèrent de la richesse et résolvent des problèmes locaux.","visionStatement":"Une RDC où l'entrepreneuriat est le chemin vers la prospérité, et où chaque fondateur ambitieux a accès à un soutien de classe mondiale.","whatsappNumber":"+243998887776","emailGeneral":"hello@kilalo.co","emailPress":"press@kilalo.co","officeGomaAddress":"N°18 Av. Du Lac. Kyeshero, Goma, Nord-Kivu CD","officeKinshasaAddress":"À déterminer","socialLinkedIn":"https://linkedin.com/company/kilalo-drc","socialTwitter":"https://twitter.com/kilalo_drc","socialInstagram":"https://instagram.com/kilalo.drc","socialFacebook":"https://facebook.com/kilalo.drc"}